{
  "type": "ProjectCollection",
  "projects": [
    {
      "type": "Project",
      "metrics": [
        {
          "type": "Metric",
          "name": "mechanism",
          "value": 0.0,
          "units": "",
          "rating": 1.0,
          "notes": "Project removes carbon from the air via the mineralization of a solid sorbent.",
          "comment": "Project uses calcium oxide as a solid sorbent. CO₂ is captured via accellerated carbonation of the sorbent in a warehouse-based air contactor. Sorbent feedstock is currently waste lime kiln dust, which will be disposed of after CO₂ capture. In future deployments, project may use limestone and cycle the sorbent through the carbonation process several times using calcination to release CO₂ between cycles. While the capacity of basic mineralization and calcination technologies are well established, achieving the accellerated rate of mineralization at scale is pending demonstration."
        },
        {
          "type": "Metric",
          "name": "volume",
          "value": 2446.0,
          "units": "tCO₂",
          "rating": 0.0,
          "notes": "Project offers 2446 gross tCO₂ removal from the construction and operation of a new plant. Removal will be delivered between 2024 and 2025.",
          "comment": "Volume is based on 90% carbonation of sorbent, capturing 0.7 tCO₂ per ton calcium oxide. The basic components of the volume estimate are consistent with literature, but project implementation and empirical demonstration of the approach are too early stage to validate volume. Additionally, proposal's calculation of volume includes inconsistencies."
        },
        {
          "type": "Metric",
          "name": "negativity",
          "value": 0.818,
          "units": "",
          "rating": 0.0,
          "notes": "Project reports 446 tCO₂ emissions for 2446 tCO₂ removal. This includes raw materials for the facility, facility energy use, and transportation.",
          "comment": "Lifecycle boundaries are clearly defined, and LCA numbers are detailed, though approximate. Project currently uses waste lime kiln dust as sorbent feedstock and does not include the energy used to produce the feedstock within its lifecycle analysis. Project indicates future plans to use purpose-mined limestone and introduce sorbent cycling with calcination, both of which could affect negativity."
        },
        {
          "type": "Metric",
          "name": "permanence",
          "value": 1000.0,
          "units": "years",
          "rating": 1.0,
          "notes": "Project claims 1000+ year permanence.",
          "comment": "Successful mineralization produces reliable, effectively permanent carbon storage."
        },
        {
          "type": "Metric",
          "name": "additionality",
          "value": 2.0,
          "units": "",
          "rating": "",
          "notes": "",
          "comment": "The only reason to implement a project like this is to generate climate benefits."
        },
        {
          "type": "Metric",
          "name": "price",
          "value": 460.0,
          "units": "$/tCO₂",
          "rating": "",
          "notes": "",
          "comment": ""
        },
        {
          "type": "Metric",
          "name": "specificity",
          "value": 1.0,
          "units": "",
          "rating": "",
          "notes": "",
          "comment": "Reasonably thorough description of basic approach.  Further validation would be enabled by a more detailed explanation of the specific approach to accellerating mineralization, or public data from the lab-scale experiments performed to date or upcoming deployments."
        }
      ],
      "tags": [
        "dac",
        "mineralization"
      ],
      "id": "STRP051",
      "description": "Direct air capture via mineralization. ",
      "applicant": "8 Rivers",
      "rating": "3",
      "keywords": "",
      "methods": "",
      "location": {
        "name": "Arizona, USA"
      },
      "source": {
        "name": "Stripe 2021 Q4 Negative Emissions Purchase",
        "id": "STRP02",
        "date": "12-15-2021",
        "license": "CC-BY-4.0",
        "url": "https://github.com/stripe/carbon-removal-source-materials"
      },
      "revisions": [
        {
          "date": "12-15-21",
          "note": "First release."
        }
      ],
      "documentation": {
        "name": "",
        "url": ""
      },
      "notes": ""
    },
    {
      "type": "Project",
      "metrics": [
        {
          "type": "Metric",
          "name": "mechanism",
          "value": 0.0,
          "units": "",
          "rating": 1.0,
          "notes": "Project removes carbon from the atmosphere using a solid sorbent. Captured carbon dioxide will be mineralized in concrete.",
          "comment": "Project is developing novel solid sorbent. Project retrofits existing water towers to redirect outgoing air into a stand-alone capture and regeneration unit containing the solid sorbent. Captured CO₂ is compressed and transported offsite for mineralization in concrete."
        },
        {
          "type": "Metric",
          "name": "volume",
          "value": 1000.0,
          "units": "tCO₂",
          "rating": 0.0,
          "notes": "Project offers 1000 gross tCO₂ removal from retrofitting water towers with a standalone DAC unit. Removal will be delivered between 2022 and 2023.",
          "comment": "Noya has previously deployed a solvent-based DAC retrofit on a water tower, however this would be the first deployment of a sorbent-based technology. Volume is based on the capture of 0.034 gCO₂ / g sorbent per cycle. Project is in early stages of developing and testing sorbent technology, and is too early stage to validate. Data from lab-based experimental results or upcoming deployment would enable further validation."
        },
        {
          "type": "Metric",
          "name": "negativity",
          "value": 0.683,
          "units": "",
          "rating": 0.0,
          "notes": "Project reports 317 tCO₂ emissions for 1000 tCO₂ removal, contingent on project's plan to source decarbonized electricity. Emission estimate includes emissions from feedstock manufacture, CO₂ capture, regeneration and compression, transportation, and storage.",
          "comment": "Project does not specify procurement plan for decarbonized electricity. Project also reports that if electiricity was sourced from current grid mix, emission would total 836 tCO₂. Since this is provided as a point of comparison rather than the project's plan, we report 317 tCO₂ emissions. Lifecycle boundaries are clearly defined, and LCA numbers are detailed, though approximate."
        },
        {
          "type": "Metric",
          "name": "permanence",
          "value": 1000.0,
          "units": "years",
          "rating": 0.0,
          "notes": "Project claims 1000+ year permanence.",
          "comment": "Contingent on identifying a partner for mineralization of captured CO₂ in concrete, successful mineralization produces reliable, effectively permanent carbon storage, even after the manufactured building material is de-commissioned. Since this partnership is yet to be formed, we do not validate the claimed permanence."
        },
        {
          "type": "Metric",
          "name": "additionality",
          "value": 2.0,
          "units": "",
          "rating": "",
          "notes": "",
          "comment": "The only reason to implement a project like this is to generate climate benefits. Project specifically addresses avoiding double counting with the partner who will use captured CO₂ in concrete production."
        },
        {
          "type": "Metric",
          "name": "price",
          "value": 1822.0,
          "units": "$/tCO₂",
          "rating": "",
          "notes": "",
          "comment": ""
        },
        {
          "type": "Metric",
          "name": "specificity",
          "value": 1.0,
          "units": "",
          "rating": "",
          "notes": "",
          "comment": "Reasonably thorough description of project and technology."
        }
      ],
      "tags": [
        "dac",
        "mineralization"
      ],
      "id": "STRP052",
      "description": "Direct air capture via cooling tower retrofits.",
      "applicant": "Noya",
      "rating": "2",
      "keywords": "",
      "methods": "",
      "location": {
        "name": "California, USA"
      },
      "source": {
        "name": "Stripe 2021 Q4 Negative Emissions Purchase",
        "id": "STRP02",
        "date": "12-15-2021",
        "license": "CC-BY-4.0",
        "url": "https://github.com/stripe/carbon-removal-source-materials"
      },
      "revisions": [
        {
          "date": "12-15-21",
          "note": "First release."
        }
      ],
      "documentation": {
        "name": "Website",
        "url": "https://www.noya.co/"
      },
      "notes": ""
    },
    {
      "type": "Project",
      "metrics": [
        {
          "type": "Metric",
          "name": "mechanism",
          "value": 0.0,
          "units": "",
          "rating": 1.0,
          "notes": "Project removes carbon from the atmosphere using a solid sorbent.",
          "comment": "Project uses an amine-based solid sorbent, and indicates the intention for captured CO₂ to be used in building materials. Project has conducted lab-scale experiements and is seeking support for a proof of concept deployment."
        },
        {
          "type": "Metric",
          "name": "volume",
          "value": 365.0,
          "units": "tCO₂",
          "rating": 0.0,
          "notes": "Project offers 365 gross tCO₂ from the future deployments of proof-of-concept capture facilities. Volume will be delivered between 2023 and 2024.",
          "comment": "Volume is based on the operation of two DAC facilities with a 1 tCO₂/day capacity. Amine-based sorbents have been used in operating DAC systems, but project is too early stage to validate volume."
        },
        {
          "type": "Metric",
          "name": "negativity",
          "value": 0.99,
          "units": "",
          "rating": 0.0,
          "notes": "Project reports 3.52 tCO₂ emissions for 365 tCO₂ removal. This includes embodied emissions for the facility's raw materials, as well as emissions associated with electricity use and chemical feedstocks.",
          "comment": "Lifecycle boundaries are clearly defined, but currently exclude emissions associated with transportation of feedstocks and raw materials, as well as any emissions associated with CO₂ storage or utilization. LCA assumes electricity is sourced exclusively from solar."
        },
        {
          "type": "Metric",
          "name": "permanence",
          "value": 50.0,
          "units": "years",
          "rating": 0.0,
          "notes": "Project claims 50-1000 year permanence. We report the minimum of this range.",
          "comment": "Project indicates plans to partner with a tile manufactuer that would use captured CO₂ in a curing process. If CO₂ were mineralized in such a curing process, this would produce reliable, effectively permanent carbon storage, even after the manufactured building material is de-commissioned. However, few details are provided on this storage solution, and storage emissions are not included in the project's LCA (see negativity for more details). As such, we consider the proposed storage solution outside the scope of this proposal and do not validate the claimed permanence."
        },
        {
          "type": "Metric",
          "name": "additionality",
          "value": 2.0,
          "units": "",
          "rating": "",
          "notes": "",
          "comment": "The only reason to implement a project like this is to generate climate benefits. Project indicates intention to partner with a tile manufactuer who would use captured CO₂ in a curing process. If CO₂ is stored via utilization, it should be ensured that only one party takes credit for each ton of captured and utilized CO₂."
        },
        {
          "type": "Metric",
          "name": "price",
          "value": 800.0,
          "units": "$/tCO₂",
          "rating": "",
          "notes": "",
          "comment": "Price is set up as as an upper bound. If actual capture costs are lower, project will deliver additional tons as allowed by the total purchase price."
        },
        {
          "type": "Metric",
          "name": "specificity",
          "value": 1.0,
          "units": "",
          "rating": "",
          "notes": "",
          "comment": "Publications on specific techology are not yet available, but project provides a reasonably thorough description of proposal and technology."
        }
      ],
      "tags": [
        "dac",
        "mineralization"
      ],
      "id": "STRP053",
      "description": "Modular and low-temperature direct air capture.",
      "applicant": "Praan",
      "rating": "2",
      "keywords": "",
      "methods": "",
      "location": {
        "name": "Mumbai, India"
      },
      "source": {
        "name": "Stripe 2021 Q4 Negative Emissions Purchase",
        "id": "STRP02",
        "date": "12-15-2021",
        "license": "CC-BY-4.0",
        "url": "https://github.com/stripe/carbon-removal-source-materials"
      },
      "revisions": [
        {
          "date": "12-15-21",
          "note": "First release."
        }
      ],
      "documentation": {
        "name": "Website",
        "url": "https://www.praan.io/"
      },
      "notes": ""
    },
    {
      "type": "Project",
      "metrics": [
        {
          "type": "Metric",
          "name": "mechanism",
          "value": 0.0,
          "units": "",
          "rating": 1.0,
          "notes": "Project removes carbon from the atmosphere electrochemically.",
          "comment": "Project uses a novel material to capture and release CO₂ via redox reactions, and indicates the intention for captured CO₂ to be used in the production of materials. Basic capture technology is discussed in literature, but is very early stage."
        },
        {
          "type": "Metric",
          "name": "volume",
          "value": 360.0,
          "units": "tCO₂",
          "rating": 0.0,
          "notes": "Project offers 360 gross tCO₂ from the operation of four new DAC plants in 2024.",
          "comment": "Volume is based on the deployment of four new DAC plants with the capacity to capture 90 tCO₂ / year each, with CO₂ mineralization for use in materials performed by a partner. The proposed DAC technology uses redox reactions to capture and release CO₂. There is not enough information available about this early stage DAC technology to validate the offered volume."
        },
        {
          "type": "Metric",
          "name": "negativity",
          "value": 0.987,
          "units": "",
          "rating": 0.0,
          "notes": "Project reports 3.7 tCO₂ emissions for 360 tCO₂ removal. Reported ratio includes embodied emissions for DAC plant materials, as well as emissions from electricty use.",
          "comment": "Lifecycle boundaries are clearly defined, but currently exclude the storage solution pending the identification of a CO₂ utilization partner. Literature supports the claimed low energy use compared to alternative DAC technologies. Project indicates plans to perform a more thorough LCA."
        },
        {
          "type": "Metric",
          "name": "permanence",
          "value": 1000.0,
          "units": "years",
          "rating": 0.0,
          "notes": "Project claims >10000 years of permanence.",
          "comment": "Contigent on the identification of a partners who would mineralize and utilize captured CO₂, successful mineralization produces reliable, effectively permanent carbon storage. Since this partnership is yet to be formed, and since mineralization and utilization emissions are not included in the project's LCA (see negativity for more details), we consider the proposed storage solution outside the scope of this proposal and do not validate the claimed permanence."
        },
        {
          "type": "Metric",
          "name": "additionality",
          "value": 2.0,
          "units": "",
          "rating": "",
          "notes": "",
          "comment": "The only reason to implement the direct air capture portion of this project is to generate climate benefits. If CO₂ is stored via utilization, it should be ensured that only one party takes credit for each ton of captured and utilized CO₂."
        },
        {
          "type": "Metric",
          "name": "price",
          "value": 500.0,
          "units": "$/tCO₂",
          "rating": "",
          "notes": "",
          "comment": ""
        },
        {
          "type": "Metric",
          "name": "specificity",
          "value": 1.0,
          "units": "",
          "rating": "",
          "notes": "",
          "comment": "Reasonably thorough and well-cited description of general project and planned partnerships. Public data or publications regarding the specific novel DAC approach would enable further validation."
        }
      ],
      "tags": [
        "dac",
        "mineralization"
      ],
      "id": "STRP061",
      "description": "Direct air capture and utilization. ",
      "applicant": "RedoxNRG",
      "rating": "2",
      "keywords": "",
      "methods": "",
      "location": {
        "name": "Estonia"
      },
      "source": {
        "name": "Stripe 2021 Q4 Negative Emissions Purchase",
        "id": "STRP02",
        "date": "12-15-2021",
        "license": "CC-BY-4.0",
        "url": "https://github.com/stripe/carbon-removal-source-materials"
      },
      "revisions": [
        {
          "date": "12-15-21",
          "note": "First release."
        }
      ],
      "documentation": {
        "name": "Website",
        "url": "https://www.redoxnrg.com/"
      },
      "notes": ""
    },
    {
      "type": "Project",
      "metrics": [
        {
          "type": "Metric",
          "name": "mechanism",
          "value": 0.0,
          "units": "",
          "rating": 1.0,
          "notes": "Project removes carbon from the atmosphere using a solid sorbent. Captured carbon dioxide is geologically sequestered in mineral form.",
          "comment": "Project is developing a modular system for air capture using a novel alkali-based sorbent. At this stage they have completed material and lab testing, but do not yet have a pilot unit. Project differentiators include low cost for sorbent and fast adsorbtion/desorbtion rates."
        },
        {
          "type": "Metric",
          "name": "volume",
          "value": 3500.0,
          "units": "tCO₂",
          "rating": 0.0,
          "notes": "Project offers 3500 gross tCO₂ from the operation of demonstration unit from Dec 2023 - Dec 2024.",
          "comment": "Volume is based on the construction and operation of a demonstration scale project capturing 10 tCO₂ per day for 1 year (assuming 350 days / year). The sorbent and capture process are currently being lab tested at bench scale, however very limited documentation has been provided publicly.  Overall, the project implementation and empirical demonstration of the approach are too early stage to validate volume."
        },
        {
          "type": "Metric",
          "name": "negativity",
          "value": 0.9,
          "units": "",
          "rating": 0.0,
          "notes": "Project reports emissions of 350 tCO₂ for 3500 tCO₂ removal. Emissions include hardware and raw materials, energy needed, and compression and geologic storage of the sequestered CO₂.",
          "comment": "Lifecycle boundaries are clearly defined. LCA numbers are detailed, though approximate, and not thoroughly cited. Emission estimates assume access to carbon-free electricity."
        },
        {
          "type": "Metric",
          "name": "permanence",
          "value": 1000.0,
          "units": "years",
          "rating": 1.0,
          "notes": "Project claims at least 1000 years",
          "comment": "Proposal would inject supercritical CO₂ into a dolomite/limestone resevoir. Successful mineralization produces reliable, effectively permanent carbon storage. The proposal describes an injection partner, but does not name this partner or provide specifics."
        },
        {
          "type": "Metric",
          "name": "additionality",
          "value": 2.0,
          "units": "",
          "rating": "",
          "notes": "",
          "comment": "The only reason to implement a project like this is to generate climate benefits."
        },
        {
          "type": "Metric",
          "name": "price",
          "value": 777.78,
          "units": "$/tCO₂",
          "rating": "",
          "notes": "",
          "comment": "Price offered to Stripe appears to be justified based on the stated range of costs for operating the 10 tpd pilot unit. That range is $500 - $1500/ton. The original price in the proposal was $700 / ton of gross removal. We report this price adjusted here to reflect the cost per ton of net removal."
        },
        {
          "type": "Metric",
          "name": "specificity",
          "value": 1.0,
          "units": "",
          "rating": "",
          "notes": "",
          "comment": "No additional citations or third party documentation provided other than two patent application. Unfortunately, we were not able to find the content of these applications from the US Patent and Trademark Office at the time of this review, thus they were not considered in this evaluation."
        }
      ],
      "tags": [
        "dac",
        "mineralization"
      ],
      "id": "STRP055",
      "description": "Direct air capture and geologic injection. ",
      "applicant": "Sustaera",
      "rating": "3",
      "keywords": "",
      "methods": "",
      "location": {
        "name": "North Carolina, USA"
      },
      "source": {
        "name": "Stripe 2021 Q4 Negative Emissions Purchase",
        "id": "STRP02",
        "date": "12-15-2021",
        "license": "CC-BY-4.0",
        "url": "https://github.com/stripe/carbon-removal-source-materials"
      },
      "revisions": [
        {
          "date": "12-15-21",
          "note": "First release."
        }
      ],
      "documentation": {
        "name": "Website",
        "url": "https://www.sustaera.com/"
      },
      "notes": ""
    },
    {
      "type": "Project",
      "metrics": [
        {
          "type": "Metric",
          "name": "mechanism",
          "value": 0.0,
          "units": "",
          "rating": 1.0,
          "notes": "Project removes carbon dioxide using enhanced rock weathering. Proposed project is implemented via applying pellitized olivine to agricultural fields. Depending on sediment transfer, olivine weathering can result in alkalization of runoff and/or formation of carbonate precipitates, both of which remove carbon from the atmosphere.",
          "comment": "Project proposes several scenarios where olivine is sourced, processed into pellets, and applied to agricultural fields for carbon removal and eventual storage in the deep ocean from water cycle run off. Not known over relevant time scales whether final form of carbon is carbonate precipitates or dissolved bicarbonate."
        },
        {
          "type": "Metric",
          "name": "volume",
          "value": 1000.0,
          "units": "tCO₂",
          "rating": 1.0,
          "notes": "Project offers 1000 gross tons of C02 from the use of 1083 t of ore, corresponding to a ratio of 0.923 t CO₂ removed for 1 t ore.",
          "comment": "Volume is based on 0.923 t CO₂ removed for 1 t ore. This ratio can generally range from 0.61 (assuming 94% magnesium and only precipitation of carbonate minerals) to 1.25 (assuming 100% magnesium and all dissolved bicarbonates). Thus, the ratio claimed in the proposal falls within a plausible range. Proposal provides substantial literature to support overall project feasability. Uncertainty is noted with regard to timing of reaction, which may impact volume in terms of what is delivered at the end of the contract.  While Eion offers both an agricultural input product and a project management service, our validation only considers the mineralization product itself."
        },
        {
          "type": "Metric",
          "name": "negativity",
          "value": 0.949,
          "units": "",
          "rating": 0.0,
          "notes": "Project reports 51 tons CO₂ emissions for 1000 tCO₂ removal.",
          "comment": "Lifecycle boundaries include quarry, transport, mill, and application, measuring both \"capital carbon\" and \"operational carbon\". The proposal mentions a third-party LCA that reviewed their benchmarking. Project limits LCA to what they could collect data on, and provides additional documentation in their appendix. Changes to procurement scenarios and uncertainties in project application location may impact negativity."
        },
        {
          "type": "Metric",
          "name": "permanence",
          "value": 1000.0,
          "units": "years",
          "rating": 1.0,
          "notes": "Project claims 4,500-125,000 years permanence.",
          "comment": "Successful mineralization produces reliable, effectively permanent carbon storage. Proposal provides detailed information on durability estimations and risks to durability. Proposal also describes additional, potentially novel verification strategies using rare earth minerals. Uncertainties in project location may need to be taken into account."
        },
        {
          "type": "Metric",
          "name": "additionality",
          "value": 2.0,
          "units": "",
          "rating": "",
          "notes": "",
          "comment": "The only reason to implement a project like this is to generate climate benefits."
        },
        {
          "type": "Metric",
          "name": "price",
          "value": 500.0,
          "units": "$/tCO₂",
          "rating": "",
          "notes": "",
          "comment": "Price offered is approximately half their current project costs."
        },
        {
          "type": "Metric",
          "name": "specificity",
          "value": 2.0,
          "units": "",
          "rating": "",
          "notes": "",
          "comment": "Thorough project proposal with calculations and citations included. Includes a more detailed appendix with additional LCA information and descriptions of soil test results."
        }
      ],
      "tags": [
        "mineralization",
        "olivine"
      ],
      "id": "STRP056",
      "description": "Olivine mineralization in agricultural applications. ",
      "applicant": "Eion Corp",
      "rating": "4",
      "keywords": "",
      "methods": "",
      "location": {
        "name": "Princeton, NJ and Berkeley, CA"
      },
      "source": {
        "name": "Stripe 2021 Q4 Negative Emissions Purchase",
        "id": "STRP02",
        "date": "12-15-2021",
        "license": "CC-BY-4.0",
        "url": "https://github.com/stripe/carbon-removal-source-materials"
      },
      "revisions": [
        {
          "date": "12-15-21",
          "note": "First release."
        }
      ],
      "documentation": {
        "name": "Business Directory",
        "url": "https://www.dnb.com/business-directory/company-profiles.eion_corp.c300f040f3b70cd2ba87f619b617c01b.html"
      },
      "notes": ""
    },
    {
      "type": "Project",
      "metrics": [
        {
          "type": "Metric",
          "name": "mechanism",
          "value": 3.0,
          "units": "",
          "rating": 1.0,
          "notes": "Project stores carbon by injecting CO₂ into ocean basalt formations for geologic storage in mineral form.",
          "comment": "Project proposes a novel demonstration of injecting supercritical CO₂ into ocean basalts for geologic storage via mineralization. Since the source of CO₂ for the demonstration project is not specified, we do not classify this project as removal nor avoided emissions. The proposed storage solution could become part of a carbon removal pathway if coupled with direct air capture, as project indicates an intention to pursue. The basic components of this storage technology – CO₂ injection and CO₂ mineralization in basalts – are well established. The demonstration injection will culminate a multi-year feasibility study, serving as a proof-of-concept, advancing research, and building on previous demonstrations of geologic injection and mineralization on land."
        },
        {
          "type": "Metric",
          "name": "volume",
          "value": 10000.0,
          "units": "tCO₂",
          "rating": 0.0,
          "notes": "Proposed demonstration injection would result in the geologic storage of 10,000 tCO₂. Demonstration project is planned to occur over an 8 week period before the end of 2025.",
          "comment": "Project will inject supercritical CO₂ into ocean basalts for mineralization. The proposed injection rate and the total volume seem plausible based on existing offshore drilling technology and CO₂-Enhanced Oil Recovery projects, but are notably higher than the previous demonstrations of CO₂ injection for mineralization. Project has clear monitoring plans, technology, and scientific capacity in place to track injection outcomes, including the extent and rate of CO₂ mineralization. Since project is still in its early stages and would be the first demonstration of geologic storage via injection into ocean basalts, we do not validate this volume."
        },
        {
          "type": "Metric",
          "name": "negativity",
          "value": 0.66,
          "units": "",
          "rating": 0.0,
          "notes": "Project reports 3400 tCO₂ emissions associated with the demonstration injection of 10,000 tCO₂. Emissions include the transportation and injection of CO₂.",
          "comment": "The lifecycle boundary reported narrowly reflects the emissions associated with the proposed demonstration injection and excludes the upstream emissions associated with capturing and compressing CO₂.  As such, it should not be compared directly to the negativity of other carbon removal pathways. Emission estimates are detailed, though approximate. Project indicates plans to perform a full LCA in the future."
        },
        {
          "type": "Metric",
          "name": "permanence",
          "value": 1000.0,
          "units": "years",
          "rating": 1.0,
          "notes": "Project claims >10,000 year permanence.",
          "comment": "Mineralization of CO₂ injected into land-based basalt formations has been demonstrated, but this would be the first demonstration of injection and mineralization in offshore basalts. Successful mineralization produces reliable, effectively permanent carbon storage. Behavior of CO₂ at depth provides a backstop for permanence claim. Project presents clear monitoring plans to track the fate of injected CO₂."
        },
        {
          "type": "Metric",
          "name": "additionality",
          "value": 2.0,
          "units": "",
          "rating": "",
          "notes": "",
          "comment": "The only reason to implement a project like this is to generate climate benefits. Since this is a storage-only solution, care should be taken that no double counting occurs with carbon capture partners."
        },
        {
          "type": "Metric",
          "name": "price",
          "value": 2000.0,
          "units": "$/tCO₂",
          "rating": "",
          "notes": "",
          "comment": "Price should not be directly compared to other carbon removal pathways as project is demonstrating the storage component only."
        },
        {
          "type": "Metric",
          "name": "specificity",
          "value": 2.0,
          "units": "",
          "rating": "",
          "notes": "",
          "comment": "Thorough description of project is provided, with clear citations regarding basic technologies and relevant research performed to date. An extensive feasibility study is underway (2019-2023). Public data from the feasibility study and pilot injection will enable further validation."
        }
      ],
      "tags": [
        "mineralization",
        "injection"
      ],
      "id": "STRP054",
      "description": "CO₂ storage via offshore geologic injection and mineralization. ",
      "applicant": "Solid Carbon",
      "rating": "3",
      "keywords": "ocean",
      "methods": "",
      "location": {
        "name": "Cascadia Basin, Canada "
      },
      "source": {
        "name": "Stripe 2021 Q4 Negative Emissions Purchase",
        "id": "STRP02",
        "date": "12-15-2021",
        "license": "CC-BY-4.0",
        "url": "https://github.com/stripe/carbon-removal-source-materials"
      },
      "revisions": [
        {
          "date": "12-15-21",
          "note": "First release."
        }
      ],
      "documentation": {
        "name": "Website",
        "url": "https://solidcarbon.ca/"
      },
      "notes": ""
    },
    {
      "type": "Project",
      "metrics": [
        {
          "type": "Metric",
          "name": "mechanism",
          "value": 3.0,
          "units": "",
          "rating": 1.0,
          "notes": "Project stores carbon by injecting CO₂ in olivine-rich mantle perodotite for geologic storage in mineral form.",
          "comment": "Project stores CO₂ by injecting dissolved CO₂ into mantle peridotites for mineralization. The basic components of this storage technology – CO₂ injection and CO₂ mineralization in reaction with peridotite – are well established. This project proposes to build the first demonstration-scale facility of CO₂ storage via injection into peridotite, building on an ongoing pilot-scale injection of the same type. Storage capcity purchased from the project will be provided for free to DAC companies, forming part of a full carbon removal pathway. Since only the storage is offered here, we do not categorize this project as carbon removal."
        },
        {
          "type": "Metric",
          "name": "volume",
          "value": 2920.0,
          "units": "tCO₂",
          "rating": 1.0,
          "notes": "Proposed injection would result in the geologic storage of 2920 tCO₂. Injection is planned to occur between Feb 2023 and Feb 2024, but the mineralization is hypothesized to be happening in ~one year after.",
          "comment": "Project will inject dissolved CO₂ into a perodotite aquifer for mineralization. The proposed injection rate seems plausible based on previous demonstrations of land-based injection of dissolved CO₂ for mineralization, and a pilot injection has already been performed by the project. Project describes a general monitoring plan, but public data from the pilot injection is not yet released."
        },
        {
          "type": "Metric",
          "name": "negativity",
          "value": 0.987,
          "units": "",
          "rating": 0.0,
          "notes": "Project reports 38 tCO₂ emission for 2920 tCO₂ stored. Emission estimate is from the energy used to inject and pressurize the fluid, assuming 50% solar PV and 50% biodiesel.",
          "comment": "The lifecycle boundary only includes the emission from CO₂ injection and storage. The demo facility's embodied emission are also excluded. If this storage technology were to become part of a full carbon removal pathway, a broader boundary including emissions associated with the CO₂ capture would need to be drawn for comparison to other carbon removal solutions. Reported emission estimates are detailed, though approximate, with references for key components. The proposal indicates a currently ongoing 3rd party LCA for the pilot plant."
        },
        {
          "type": "Metric",
          "name": "permanence",
          "value": 1000.0,
          "units": "years",
          "rating": 1.0,
          "notes": "Project claims >10,000 year permanence",
          "comment": "The proposed solubility trap and successful mineralization produces reliable, effectively permanent carbon storage. The project references a currently ongoing pilot scale study albeit with no specific data related to the dissolution and mineralization rate. Mineralization of CO₂ injected into land-based basalt formations has been demonstrated in other studies."
        },
        {
          "type": "Metric",
          "name": "additionality",
          "value": 2.0,
          "units": "",
          "rating": "",
          "notes": "",
          "comment": "The only reason to implement a project like this is to generate climate benefits. Since this is a storage-only solution, care should be taken that no double counting occurs with carbon capture partners."
        },
        {
          "type": "Metric",
          "name": "price",
          "value": 170.0,
          "units": "$/tCO₂",
          "rating": "",
          "notes": "",
          "comment": "Price should not be directly compared to other carbon removal pathways as project is demonstrating the storage component only. Effectively, a purchase from this project subsidizes the cost for a DAC solution looking to procure storage. It does not, however, represent the cost of carbon removal."
        },
        {
          "type": "Metric",
          "name": "specificity",
          "value": 1.0,
          "units": "",
          "rating": "",
          "notes": "",
          "comment": "Project provides a reasonably thorough description of proposal and technology, though not a lot of quantified data is publicly available. Most citations are based on the work of 2 researchers, who are also part of the scientific committee of the company."
        }
      ],
      "tags": [
        "mineralization",
        "injection"
      ],
      "id": "STRP057",
      "description": "CO₂ storage via injection and mineralization in peridotite. ",
      "applicant": "44.01",
      "rating": "4",
      "keywords": "",
      "methods": "",
      "location": {
        "name": "Oman"
      },
      "source": {
        "name": "Stripe 2021 Q4 Negative Emissions Purchase",
        "id": "STRP02",
        "date": "12-15-2021",
        "license": "CC-BY-4.0",
        "url": "https://github.com/stripe/carbon-removal-source-materials"
      },
      "revisions": [
        {
          "date": "12-15-21",
          "note": "First release."
        }
      ],
      "documentation": {
        "name": "Website",
        "url": "https://www.4401.earth/"
      },
      "notes": ""
    },
    {
      "type": "Project",
      "metrics": [
        {
          "type": "Metric",
          "name": "mechanism",
          "value": 3.0,
          "units": "",
          "rating": 0.0,
          "notes": "Project stores carbon by reacting limestone, CO₂, and water to produce a calcium bicarbonate solution that is added to the ocean.",
          "comment": "Fundamentally, project describes a storage solution that takes an unspecified source of concentrated CO₂ and stores it as calcium bicarbonate in the ocean. While this could theoretically result in carbon storage, project provides very few specifics on how the the system will operate, making it difficult to validate."
        },
        {
          "type": "Metric",
          "name": "volume",
          "value": 1000.0,
          "units": "tCO₂",
          "rating": 0.0,
          "notes": "Project offers 1000 gross tCO₂ based on the deployment of a hypothetical facility with a capacity of 1000 tCO₂ / y, operating from 2022-2023.",
          "comment": "Volume is based on the capacity of a production unit that has yet to be deployed, leaving uncertainties around the actual capacity and efficiency of the working system. Very few details are provided around the underlying processes."
        },
        {
          "type": "Metric",
          "name": "negativity",
          "value": 0.91,
          "units": "",
          "rating": 0.0,
          "notes": "Project reports 90 tCO₂ emissions for 1000 tCO₂ stored in a calcium bicarbonate solution.",
          "comment": "The lifecycle boundary is clearly defined, but not enough detail is given about the proposed process to validate negativity."
        },
        {
          "type": "Metric",
          "name": "permanence",
          "value": 1000.0,
          "units": "years",
          "rating": 1.0,
          "notes": "Project claims a durability of 20,000 years.",
          "comment": "Project is vague with respect to the specific details of their process, but claims effectively permanent storage of carbon in dissolved bicarbonates. This storage should be stable for tens of thousands to hundreds of thousands of years."
        },
        {
          "type": "Metric",
          "name": "additionality",
          "value": 2.0,
          "units": "",
          "rating": "",
          "notes": "",
          "comment": "The only reason to implement a project like this is to generate climate benefits."
        },
        {
          "type": "Metric",
          "name": "price",
          "value": 420.0,
          "units": "$/tCO₂",
          "rating": "",
          "notes": "",
          "comment": ""
        },
        {
          "type": "Metric",
          "name": "specificity",
          "value": 0.0,
          "units": "",
          "rating": "",
          "notes": "",
          "comment": "Very little detail beyond the basic mechanism and what appear to be rough, estimated project parameters."
        }
      ],
      "tags": [
        "ocean",
        "mineralization"
      ],
      "id": "STRP058",
      "description": "Accelerated limestone weathering. ",
      "applicant": "Cquestr8",
      "rating": "2",
      "keywords": "",
      "methods": "",
      "location": {
        "name": "Unspecified"
      },
      "source": {
        "name": "Stripe 2021 Q4 Negative Emissions Purchase",
        "id": "STRP02",
        "date": "12-15-2021",
        "license": "CC-BY-4.0",
        "url": "https://github.com/stripe/carbon-removal-source-materials"
      },
      "revisions": [
        {
          "date": "12-15-21",
          "note": "First release."
        }
      ],
      "documentation": {
        "name": "",
        "url": ""
      },
      "notes": ""
    },
    {
      "type": "Project",
      "metrics": [
        {
          "type": "Metric",
          "name": "mechanism",
          "value": 0.0,
          "units": "",
          "rating": 0.0,
          "notes": "Project proposes to treat the salty effluent of a desalination plant to extract acidity (as HCl), and then spray this alkalinized solution through a sea contactor where it mixes with seawater and precipitates carbonates. The solid carbonates and the solution are returned to the ocean.",
          "comment": "Project offers carbon removal based on the volume of precipitated carbon, but this is not a form of carbon removal because precipitation alone decreases the ocean's capacity to store atmospheric carbon. For that reason, we do not validate the proposed mechanism. Atmospheric carbon removal would be mediated by returning a solution that enhances ocean alkalinity, but that is not how project characterizes the offered carbon removal. Project claims that the solution is well tested and understood at the 1 tCO₂/yr scale. A new pilot facility developed in the next 12 months will test all components of the full system, with several areas of uncertainty, especially around the sea contactor."
        },
        {
          "type": "Metric",
          "name": "volume",
          "value": 150.0,
          "units": "tCO₂",
          "rating": 0.0,
          "notes": "Project offers 150 gross tCO₂ based on the deployment of a new pilot facility, to be delivered between August 2022 and January 2023.",
          "comment": "Volume is based on the quantity of precipitated carbon, which is not equivalent to atmospheric carbon removal."
        },
        {
          "type": "Metric",
          "name": "negativity",
          "value": 0.946,
          "units": "",
          "rating": 0.0,
          "notes": "Project reports 8.1 tCO₂ emitted for 150 tCO₂ of gross removal. Emissions are based primarily on the renewable electricity to drive alkalinization, seawater concentration, and pumping seawater for mineralization in the sea contactor.",
          "comment": "Lifecycle boundaries are clearly defined, and component emissions are approximate. Embodied emissions and transportation emissions appear to be excluded. The fact that a complete version of the system has yet to be deployed makes validation difficult."
        },
        {
          "type": "Metric",
          "name": "permanence",
          "value": 1000.0,
          "units": "years",
          "rating": 0.0,
          "notes": "Project claims a durability of millions of years.",
          "comment": "Project characterizes permanence of precipitates. However, precipitates do not represent removed carbon, so the permanence of precipitates is not relevant."
        },
        {
          "type": "Metric",
          "name": "additionality",
          "value": 2.0,
          "units": "",
          "rating": "",
          "notes": "",
          "comment": "The only reason to implement a project like this is to generate climate benefits. Although the HCl recovered in the process could potentially be sold, this is not otherwise a particular cost effective means of HCL production."
        },
        {
          "type": "Metric",
          "name": "price",
          "value": 250.0,
          "units": "$/tCO₂",
          "rating": "",
          "notes": "",
          "comment": "Cost is based on a demo-scale system with a capacity of 1 tCO₂/year, projected to the capacity of a production system."
        },
        {
          "type": "Metric",
          "name": "specificity",
          "value": 0.0,
          "units": "",
          "rating": "",
          "notes": "",
          "comment": "Reasonably thorough description of the basic project components. Gaps remain with respect to describing a complete production system, and described mechanism appears to misaligned with basic science about which part of the process results in carbon removal."
        }
      ],
      "tags": [
        "ocean",
        "alkalinity"
      ],
      "id": "STRP059",
      "description": "Seawater alkalinization and carbonate precipitation.",
      "applicant": "Heimdal",
      "rating": "1",
      "keywords": "",
      "methods": "",
      "location": {
        "name": "Hawaii, USA"
      },
      "source": {
        "name": "Stripe 2021 Q4 Negative Emissions Purchase",
        "id": "STRP02",
        "date": "12-15-2021",
        "license": "CC-BY-4.0",
        "url": "https://github.com/stripe/carbon-removal-source-materials"
      },
      "revisions": [
        {
          "date": "12-15-21",
          "note": "First release."
        }
      ],
      "documentation": {
        "name": "Website",
        "url": "https://www.heimdalccu.com/"
      },
      "notes": ""
    },
    {
      "type": "Project",
      "metrics": [
        {
          "type": "Metric",
          "name": "mechanism",
          "value": 0.0,
          "units": "",
          "rating": 1.0,
          "notes": "Project removes carbon by increasing ocean alkalinity, which increases the capacity of the ocean to uptake and store atmospheric carbon.",
          "comment": "Project proposes using low-carbon electricity to pump seawater out of the ocean and produce from it an acid (HCl) and a base (NaOH) via bipolar membrane electrodialysis. Project proposes to release the base back into the ocean, thereby increasing ocean alkaliny and causing increased uptake and storage of atmospheric CO₂. Tests have been performed in a lab, with the first deployment targeted for March 2022."
        },
        {
          "type": "Metric",
          "name": "volume",
          "value": 294.0,
          "units": "tCO₂",
          "rating": 0.0,
          "notes": "Project offers 294 gross tCO₂ removal from the operation of a planned unit operating at 50% capacity from 2023-2024.",
          "comment": "Volume is based on the assumption that 0.8 mol CO₂ is captured per mol NaOH returned to the ocean. This claimed relationship falls within a plausible range, but depends in practice on oceanic carbon cycle fluxes and local seawater chemistry, and plans for measurement of volume are vague. The production unit has yet to be deployed, leaving uncertainties around the actual capacity and efficiency of the working system."
        },
        {
          "type": "Metric",
          "name": "negativity",
          "value": 0.874,
          "units": "",
          "rating": 0.0,
          "notes": "Project reports 37 tCO₂ emitted for a project with 294 tCO₂ removed, based on an initial deployment. Emissions primarily come from electricity and HCI transport. Assumes a grid electricity with emissions intensity of 0.075 tCO₂/MWh. Electricity-related emissions could change in future deployments.",
          "comment": "Reasonably detailed explanation of system boundary, specific emission sources, and justication for emissions estimates. However, the fact that a complete version of the system has yet to be deployed makes validation difficult. A third-party LCA has been commissioned and is underway."
        },
        {
          "type": "Metric",
          "name": "permanence",
          "value": 1000.0,
          "units": "years",
          "rating": 1.0,
          "notes": "Project claims 10,000 to 100,000 years of permanence.",
          "comment": "Carbon stored as bicarbonate in the surface ocean should be stable for tens of thousands to hundreds of thousands of years."
        },
        {
          "type": "Metric",
          "name": "additionality",
          "value": 2.0,
          "units": "",
          "rating": "",
          "notes": "",
          "comment": "The only reason to implement a project like this is to generate climate benefits. Although the HCl recovered in the process could potentially be sold, this is not otherwise a particular cost effective means of HCL production."
        },
        {
          "type": "Metric",
          "name": "price",
          "value": 1950.0,
          "units": "$/tCO₂",
          "rating": "",
          "notes": "",
          "comment": "Cost is projected based on the projected 200 tCO₂/y cumulative capacity scale of an initial deployment, and the associated cost components."
        },
        {
          "type": "Metric",
          "name": "specificity",
          "value": 1.0,
          "units": "",
          "rating": "",
          "notes": "",
          "comment": "Reasonably thorough description of the basic project components, but given that the first deployment has yet to occur, several gaps remain with respect to describing a complete production system."
        }
      ],
      "tags": [
        "ocean",
        "alkalinity"
      ],
      "id": "STRP060",
      "description": "Seawater alkalinization. ",
      "applicant": "Ebb Carbon",
      "rating": "3",
      "keywords": "",
      "methods": "",
      "location": {
        "name": "California, USA"
      },
      "source": {
        "name": "Stripe 2021 Q4 Negative Emissions Purchase",
        "id": "STRP02",
        "date": "12-15-2021",
        "license": "CC-BY-4.0",
        "url": "https://github.com/stripe/carbon-removal-source-materials"
      },
      "revisions": [
        {
          "date": "12-15-21",
          "note": "First release."
        }
      ],
      "documentation": {
        "name": "Video",
        "url": "https://www.youtube.com/watch?v=950SLzuAuCo&ab_channel=OpenAir"
      },
      "notes": ""
    }
  ]
}
